{"098": 92, "099": 93, "214": 189, "215": 190, "212": 187, "126": 117, "210": 185, "211": 186, "090": 84, "091": 85, "092": 86, "093": 87, "094": 88, "095": 89, "096": 90, "097": 91, "010": 9, "011": 10, "012": 11, "013": 12, "014": 13, "015": 14, "016": 15, "017": 16, "018": 17, "019": 18, "127": 118, "138": 129, "225": 199, "213": 188, "198": 180, "250": 222, "224": 198, "223": 197, "264": 236, "222": 196, "0": 1, "280": 237, "220": 195, "227": 201, "025": 24, "024": 23, "027": 26, "026": 25, "021": 20, "020": 19, "023": 22, "022": 21, "128": 119, "129": 120, "251": 223, "219": 194, "029": 28, "028": 27, "133": 124, "132": 123, "259": 231, "131": 122, "130": 121, "216": 191, "137": 128, "136": 127, "201": 183, "199": 181, "135": 126, "200": 182, "195": 178, "194": 177, "134": 125, "191": 174, "144": 135, "193": 176, "192": 175, "115": 107, "114": 106, "117": 109, "039": 36, "111": 103, "110": 102, "113": 105, "112": 104, "032": 31, "033": 32, "030": 29, "031": 30, "037": 35, "034": 33, "035": 34, "174": 162, "173": 161, "260": 232, "226": 200, "172": 160, "171": 159, "255": 227, "178": 166, "244": 218, "247": 220, "109": 101, "196": 179, "240": 214, "049": 46, "048": 45, "047": 44, "046": 43, "045": 42, "044": 41, "043": 40, "042": 39, "041": 38, "040": 37, "245": 219, "139": 130, "263": 235, "903": 238, "257": 229, "177": 165, "241": 215, "252": 224, "151": 141, "243": 217, "150": 140, "242": 216, "176": 164, "153": 143, "102": 96, "258": 230, "152": 142, "058": 55, "059": 56, "179": 167, "103": 97, "054": 51, "055": 52, "056": 53, "057": 54, "050": 47, "051": 48, "052": 49, "053": 50, "101": 95, "106": 100, "175": 163, "156": 146, "145": 136, "183": 170, "180": 168, "181": 169, "253": 225, "104": 98, "188": 171, "105": 99, "202": 184, "061": 58, "060": 57, "062": 59, "065": 61, "064": 60, "067": 63, "066": 62, "069": 65, "068": 64, "190": 173, "168": 157, "169": 158, "229": 203, "228": 202, "164": 153, "165": 154, "166": 155, "167": 156, "160": 149, "161": 150, "162": 151, "163": 152, "A22": 239, "189": 172, "218": 193, "116": 108, "261": 233, "256": 228, "262": 234, "076": 72, "077": 73, "074": 70, "075": 71, "072": 68, "073": 69, "070": 66, "071": 67, "159": 148, "158": 147, "078": 74, "079": 75, "234": 208, "238": 212, "239": 213, "100": 94, "235": 209, "236": 210, "237": 211, "230": 204, "231": 205, "232": 206, "233": 207, "118": 110, "254": 226, "155": 145, "146": 137, "147": 138, "089": 83, "088": 82, "142": 133, "143": 134, "140": 131, "141": 132, "217": 192, "082": 78, "081": 77, "080": 76, "087": 81, "086": 80, "148": 139, "084": 79, "003": 4, "002": 3, "001": 2, "006": 7, "005": 6, "004": 5, "154": 144, "009": 8, "120": 111, "249": 221, "121": 112, "122": 113, "123": 114, "124": 115, "125": 116}